/* rfc2911 - 4.4.12 printer-state-reasons */
"connecting-to-device" = "Kobler til.";
"cover-open" = "Deksel åpent.";
"developer-empty" = "Fremkaller tom.";
"developer-low" = "Lite fremkaller.";
"door-open" = "Dør åpen.";
"fuser-over-temp" = "Fikseringsenhetens temperatur er høy.";
"fuser-under-temp" = "Fikseringsenhetens temperatur er lav.";
"input-tray-missing" = "Arkskuff mangler.";
"interlock-open" = "Sikkerhetsenhet åpen.";
"interpreter-resource-unavailable" = "Ressurs ikke tilgjengelig (dvs. en font)";
"marker-supply-empty" = "Tomt for blekk/toner";
"marker-supply-low" = "Lite blekk/toner.";
"marker-waste-almost-full" = "Avfallsbeholder for blekk/toner nesten full.";
"marker-waste-full" = "Avfallsbeholder for blekk/toner full.";
"media-empty" = "Arkskuff tom.";
"media-jam" = "Papirstopp.";
"media-low" = "Arkskuff nesten tom.";
"media-needed" = "Arkskuffen må fylles.";
"moving-to-paused" = "Skriveren kobler fra,";
"none" = " ";
"opc-life-over" = "OPC oppbrukt.";
"opc-near-eol" = "OPC er nesten oppbrukt.";
"other" = " ";
"output-area-almost-full" = "Ut-beholder nesten full.";
"output-area-full" = "Ut-beholder full.";
"output-tray-missing" = "Utmatingsbrett mangler.";
"paused" = "Pause.";
"shutdown" = "Skriver er ikke tilgjengelig.";
"spool-area-full" = "Spoleområde fullt.";
"stopped-partly" = "Delvis stoppet";
"stopping" = "Stopper";
"timed-out" = "Skriver har sluttet å reagere.";
"toner-empty" = "Tomt for toner.";
"toner-low" = "Lite toner.";

/* rfc2911 - 4.3.8  job-state-reasons */
"aborted-by-system" = "Stopper.";
"compression-error" = "Dekomprimeringsfeil.";
"document-access-error" = "Dokumenttilgangsfeil.";
"document-format-error" = "Dokumentformatfeil.";
"job-canceled-at-device" = "Avbrutt på skriver.";
"job-canceled-by-operator" = "Avbrutt av bruker.";
"job-canceled-by-user" = "Avbrutt av bruker.";
"job-completed-successfully" = " ";
"job-completed-with-errors" = "Fullført med feil.";
"job-completed-with-warnings" = "Fullført med advarsler.";
"job-data-insufficient" = "Utilstrekkelige data.";
"job-hold-until-specified" = "Midlertidig stoppet til.";
"job-incoming" = "Innkommende.";
"job-interpreting" = "Tolker.";
"job-outgoing" = "Utgående.";
"job-printing" = "Skriver ut.";
"job-queued-for-marker" = "I kø for merking.";
"job-queued" = "I kø.";
"job-restartable" = "Kan startes på nytt.";
"job-transforming" = "Transformerer.";
"printer-stopped-partly" = "Skriver stoppet delvis.";
"printer-stopped" = "Skriver stoppet.";
"processing-to-stop-point" = "Stopper.";
"queued-in-device" = "Klar.";
"resources-are-not-ready" = "Ressurser er ikke klare.";
"service-off-line" = "Tjeneste ikke tilgjengelig.";
"submission-interrupted" = "Innsending avbrutt.";
"unsupported-compression" = "Komprimeringen støttes ikke.";
"unsupported-document-format" = "Dokumentformatet støttes ikke.";

/* rfc3998 - 8/9 Additional Values for {printer,job}-state-reasons */
"hold-new-jobs" = "Stopp nye jobber midlertidig";
"deactivated" = "Deaktivert";
"job-suspended" = "utsatt.";

/* CUPS defined reasons */
"cups-missing-filter-error" = "Mangler filter.";
"offline-error" = "Frakoblet.";

/* Apple defined reasons */
"apple-appletalk-disabled-warning" = "AppleTalk er slått av.";
"apple-missing-usbclassdriver-error" = "Manglende USB-driver.";
"apple-nbp-lookup-warning" = "Skriveren reagerer ikke.";
